export default {
    title: 'Онлайн-инструмент для оформления скриншотов',
    description:
        'Онлайн-инструмент для оформления скриншотов помогает украсить ваши скриншоты с хорошим фоном и рамкой Macbook Pro или Iphone 15 Pro',
    not: 'Не загружено и не редактировано в браузере',
    new: 'Новая версия, разработанная LeaferJs, используйте ее сейчас',
    online: 'Онлайн-инструмент для оформления скриншотов',
    onlineCont:
        'Инструмент для оформления скриншотов помогает украсить ваш скриншот и фото с удивительной коллекцией фонов. Выберите свой скриншот и желаемую тему, и получите свою картинку.',
    what: 'Что вы можете сделать с инструментом для оформления скриншотов?',
    whatCont1:
        'Он помогает создавать потрясающие картинки, добавляя хороший фон к вашему скриншоту, и загружать красивые изображения, которыми можно поделиться на Facebook, Twitter и веб-форумах.',
    whatCont2:
        'Пользователи могут загружать красивые изображения с идеальным размером и хорошим качеством.',
    whatCont3:
        'Онлайн-инструмент для оформления скриншотов хорошо работает в Windows, MAC, Linux, Chrome, Firefox, Edge и Safari.',
};
