export default {
    title: 'Компрессор изображений',
    description:
        'Бесплатный онлайн-компрессор изображений для более быстрых веб-сайтов! Уменьшите размер файла ваших изображений WEBP, JPEG и PNG с помощью реализации сжатия на основе Webassembly.',
    tip: 'Не загружено, сжатие в браузере с помощью Webassembly',
    online: 'Сжать изображения онлайн',
    onlineCont1:
        'Бесплатный онлайн-компрессор изображений для более быстрых веб-сайтов! Уменьшите размер файла ваших изображений WEBP, JPEG и PNG с помощью реализации сжатия на основе Webassembly. Пакетное сжатие изображений, поддерживает форматы JPG/JPEG/PNG/WEBP/GIF/SVG/AVIF.',
    onlineCont2:
        'это чисто локальное сжатие без какой-либо серверной логики, оно полностью безопасно.',
    why: 'Зачем вам может понадобиться сжимать изображения?',
    whyCont1:
        'В зависимости от источника изображения, файл может быть довольно большим. Например, JPG с профессиональной зеркальной камеры может иметь десятки мегабайт. В зависимости от ваших потребностей, это может быть слишком большим. Сжатие такого изображения было бы очень полезно.',
    whyCont2:
        'Кроме того, у вас могут быть большие изображения на вашем телефоне. Эти изображения могут занимать много места на жестком диске и препятствовать съемке новых фотографий. Сжатие их может освободить больше внутреннего хранилища, решив эту проблему.',
};
