export default {
    feature: 'Редактируйте, изменяйте размер и фильтруйте любые фотографии',
    noSign: 'Регистрация не требуется.',
    online: 'Более быстрый способ редактировать фотографии онлайн',
    free: 'бесплатно',
    extension: 'Получите расширение ShotEasy бесплатно',
    coming: 'Скоро',
    capture:
        'Захватывайте видимый экран, выбранную область или даже всю страницу одним кликом.',
    instantly: 'И редактируйте, повышайте качество своих скриншотов мгновенно!',
    how: 'Как сделать скриншот',
    take: 'Сделать скриншот',
    use: 'Используйте браузерное расширение ShotEasy для захвата видимого экрана, выбранной области или даже всей страницы одним кликом. Или загрузите фотографию с локального диска и буфера обмена. Или напишите что-нибудь с помощью разметки markdown.',
    more: 'Редактирование более красиво',
    moreUse:
        'Используйте наш инструмент, чтобы легко преобразовать ваши скриншоты в впечатляющие визуальные материалы. Добавляйте пользовательские фоны, рамки, тени и водяные знаки для профессионального и увлекательного вида, всего за несколько кликов.',
    corp: 'Обрезка и изменение размера без усилий',
    corpCont:
        'Обрезка и изменение размера никогда не были такими простыми. Настройте кадрирование, размер и фокусную точку изображения для оптимального воздействия при доставке.',
    add: 'Легко добавляйте водяной знак',
    addCont:
        'Хотите защитить свои изображения? Разместите дискретный логотип, изображение или простую текстовую строку в качестве водяного знака. Размещение и ориентация на ваш выбор.',
    annotate: 'Аннотируйте без проблем',
    annotateCont:
        'Обогащайте и сотрудничайте непосредственно с вашими медиаданными, чтобы отслеживать изменения и идеи в одном месте.',
    privacy: 'Ваша конфиденциальность важна',
    privacyCont:
        'Ваши фотографии не загружаются, редактирование изображений происходит в вашем браузере.',
};
