export default {
    title: 'Удалитель фона',
    description:
        'Автоматически удаляйте фоны изображений одним кликом. Инструмент для удаления фона может обрабатывать ваши изображения БЫСТРО И БЕСПЛАТНО - без необходимости регистрации. Загрузите свою фотографию прямо сейчас.',
    tips: 'Загрузите изображение, чтобы удалить фон или заменить на любой другой фон',
    how: 'Как удалить фон изображения?',
    howCont:
        'Просто загрузите свое изображение, Удалитель фона автоматически удалит фон изображения.',
    fully: 'Полностью автоматизированный удалитель фона',
    fullyCont:
        'Мгновенно получайте изображения с прозрачным фоном за считанные секунды. Полностью автоматизировано и бесплатно.',
    replace: 'Замените на любой фон',
    easily: 'Легко замените отвлекающий фон на сплошной цветной фон или используйте любое другое изображение в качестве фона.',
    desgin: 'Оформите по своему желанию',
    desginCont:
        'Получите изображение с прозрачным фоном, а затем легко и эффективно создавайте потрясающие баннеры всего за несколько минут.',
    compare: 'ДО И ПОСЛЕ',
    compareTip: 'Всего один клик, чтобы удалить фон с помощью ИИ',
    check: 'Проверьте. Разве не здорово?',
};
