export default {
    title: 'Фото в закругленную форму',
    description:
        'Онлайн-инструмент для преобразования фото в закругленную форму, быстро добавляет закругление к фотографии, создает красивое закругленное фото, настраивает размер закругления, генерирует закругленное фото в формате PNG.',
    tip: 'Не загружено и редактируется в браузере',
    online: 'Фото в закругленную форму онлайн',
    onlineCont:
        'Онлайн-инструмент для преобразования фото в закругленную форму, быстро добавляет закругление к фотографии, создает красивое закругленное фото, настраивает размер закругления, генерирует закругленное фото в формате PNG.',
    what: 'Что вы можете сделать с инструментом "Фото в закругленную форму"?',
    whatCont1:
        'Он помогает закруглить фотографию и загрузить красивое изображение, которым можно поделиться на Facebook, Twitter и веб-форумах.',
    whatCont2:
        'Пользователи могут загружать красивые изображения с идеальным размером и хорошим качеством.',
    whatCont3:
        'Онлайн-инструмент "Фото в закругленную форму" хорошо работает в Windows, MAC, Linux, Chrome, Firefox, Edge и Safari.',
};
