export default {
    title: 'オンラインスクリーンショット美化ツール',
    description: 'オンラインスクリーンショット美化ツールは、良い背景やMacbook ProあるいはIphone 15 Proフレームを使って、スクリーンショットを美しく飾ることができます。',
    not: 'ブラウザ上でアップロードおよび編集されていません',
    new: 'LeaferJsによって開発された新しいバージョンを今すぐ使用してください',
    online: 'オンラインスクリーンショット美化ツール',
    onlineCont: 'スクリーンショット美化ツールは、素晴らしい背景コレクションを使って、スクリーンショットや写真を美しく飾ることができます。スクリーンショットを選んで、好みのテーマを選び、写真を作成してください。',
    what: 'スクリーンショット美化ツールでできることは?',
    whatCont1: 'スクリーンショットに良い背景を追加して、素晴らしい写真を作成することができます。作成した写真はFacebook、Twitter、Webフォーラムで共有できます。',
    whatCont2: 'ユーザーは完璧なサイズと良い画質の美しい写真をダウンロードできます。',
    whatCont3: 'オンラインスクリーンショット美化ツールは、Windows、MAC、Linux、Chrome、Firefox、Edge、Safariで適切に機能します。'
}