export default {
    title: '画像圧縮ツール',
    description: 'ウェブサイトの高速化に役立つ無料のオンライン画像圧縮ツール!WebAssemblyベースの圧縮実装により、WEBP、JPEG、およびPNG画像のファイルサイズを縮小できます。',
    tip: 'アップロードされていません。WebAssemblyでブラウザ内で圧縮します',
    online: 'オンラインで画像を圧縮する',
    onlineCont1: 'ウェブサイトの高速化に役立つ無料のオンライン画像圧縮ツール!WebAssemblyベースの圧縮実装により、WEBP、JPEG、およびPNG画像のファイルサイズを縮小できます。JPG/JPEG/PNG/WEBP/GIF/SVG/AVIFフォーマットに対応した一括画像圧縮が可能です。',
    onlineCont2: 'これはサーバーサイドロジックを一切使用しない完全にローカルでの圧縮なので、完全に安全です。',
    why: '画像を圧縮する理由は?',
    whyCont1: '画像のソースによっては、ファイルが非常に大きくなる可能性があります。例えば、プロのデジタル一眼レフカメラから出力されたJPG画像は数十メガバイトにもなります。用途次第では、それが大きすぎる可能性もあります。そのような画像を圧縮すると非常に便利です。',
    whyCont2: '同様に、携帯電話に大きな画像があるかもしれません。これらの画像はハードディスクの多くの容量を占有し、さらに写真を撮れなくなる可能性があります。これらを圧縮すれば、内部ストレージの容量を確保でき、この問題を解決できます。'
}