export default {
    feature: '編集、リサイズ、フィルタリングができる写真',
    noSign: '登録は不要です。',
    online: 'オンラインで写真を編集するより速い方法',
    free: '無料で',
    extension: 'ShotEasyの無料拡張機能を入手する',
    coming: '近日公開',
    capture:
        '画面の表示領域、選択した領域、または全画面をワンクリックで撮影できます。',
    instantly: 'スクリーンショットの編集を即座にアップグレードできます!',
    how: 'スクリーンショットの撮り方',
    take: 'スクリーンショットを撮る',
    use: 'ShotEasyブラウザ拡張機能を使って、画面の表示領域、選択した領域、または全画面をワンクリックで撮影できます。または、ローカルディスクやクリップボードから画像をアップロードしたり、マークダウンで何かを書いたりできます。',
    more: 'より美しい編集',
    moreUse:
        'スクリーンショットを印象的な視覚表現にアップグレードするためのツールです。カスタム背景、フレーム、影、ロゴを追加して、プロフェッショナルで楽しい仕上がりにするのは、数クリックで可能です。',
    corp: '簡単にトリミングとリサイズ',
    corpCont:
        'トリミングとリサイズは、これまで以上に簡単になりました。アスペクト比、サイズ、焦点の調整で、最適な効果を生み出せます。',
    add: 'ロゴの追加が簡単',
    addCont:
        '画像を保護したいですか?小さなロゴ、画像、シンプルなテキストをロゴとして配置できます。配置と向きはご自由にお選びください。',
    annotate: 'シームレスな注釈追加',
    annotateCont:
        'メディアに直接注釈を付けて、変更点やアイデアを一元管理できます。',
    privacy: 'プライバシーが重要です',
    privacyCont: '画像はアップロードされず、画像編集はブラウザ上で行われます。',
};
