export default {
    title: '背景除去',
    description: '画像の背景を自動的に1クリックで除去します。背景除去ツールは高速かつ無料でイメージを処理できます。サインアップは不要です。今すぐ写真をアップロードしてください。',
    tips: '背景を除去するか、任意の背景に置き換えるために画像をアップロードしてください',
    how: '画像の背景をどのように除去しますか?',
    howCont: '画像をアップロードするだけで、背景除去が自動的に画像の背景を除去します。',
    fully: '完全自動の背景除去',
    fullyCont: 'ほとんど時間がかからずに、すぐに透過した背景の画像が取得できます。完全自動で無料です。',
    replace: '任意の背景に置き換え',
    easily: '邪魔な背景を単色の背景色に簡単に置き換えたり、他の画像を背景として使用したりできます。',
    desgin: '自由にデザインできます',
    desginCont: '透過画像を取得したら、数分で簡単かつ効果的に魅力的なバナーを作成できます。',
    compare: '前と後の比較',
    compareTip: 'AIで1クリックで背景を除去',
    check: 'チェックしてみてください。かなりクールですよね?'
}