export default {
    title: '写真を丸く加工する',
    description: 'オンラインで写真を丸く加工するツール。すばやく写真を丸く加工し、美しい丸い写真を作成できます。丸の大きさを調整でき、PNG形式で丸い写真を生成します。',
    tip: 'ブラウザ上でアップロードや編集はできません',
    online: 'オンライン 写真を丸く加工',
    onlineCont: 'オンラインで写真を丸く加工するツール。すばやく写真を丸く加工し、美しい丸い写真を作成できます。丸の大きさを調整でき、PNG形式で丸い写真を生成します。',
    what: '写真を丸く加工するツールでできることは?',
    whatCont1: '写真を丸く加工し、Facebook、Twitter、Webフォーラムで共有できる美しい画像をダウンロードできます。',
    whatCont2: 'ユーザーは完璧なサイズと良好な画質の美しい画像をダウンロードできます。',
    whatCont3: 'オンラインの写真を丸く加工するツールは、Windows、MAC、Linux、Chrome、Firefox、Edge、Safariで問題なく動作します。'
    }