export default {
    feature: '编辑、调整大小和美化任何照片',
    noSign: '无需注册。',
    online: '更快捷的在线编辑照片方式',
    free: '免费',
    extension: '免费获取 ShotEasy 扩展程序',
    coming: '即将推出',
    capture: '只需单击一下,就可捕获可见屏幕、选定区域,甚至整个网页。',
    instantly: '然后立即编辑,让你的屏幕截图更上一层楼!',
    how: '如何截屏',
    take: '截屏',
    use: '使用 ShotEasy 浏览器扩展程序单击一下即可捕获可见屏幕、选定区域,甚至整个网页。或者从本地磁盘和剪贴板上传图片。或者使用 Markdown 编写内容。',
    more: '更美观的编辑',
    moreUse:
        '使用我们的工具,轻松将屏幕截图升级为引人入胜的视觉效果。只需几次点击,即可添加自定义背景、边框、阴影和水印,打造专业有趣的外观。',
    corp: '轻松裁剪和调整大小',
    corpCont:
        '裁剪和调整大小从未如此简单。调整图像的构图、大小和焦点,以获得最佳的呈现效果。',
    add: '轻松添加水印',
    addCont:
        '想保护你的图片吗?添加一个低调的徽标、图像或简单的文字作为水印。水印的位置和方向由你决定。',
    annotate: '无缝注释',
    annotateCont: '直接在媒体上添加注释和协作,便于跟踪变更和想法。',
    privacy: '我们重视你的隐私',
    privacyCont: '你的照片不会被上传,图片编辑都在你的浏览器中进行。',
};
